export const statusMessages = {
  cancelled: {
    title: 'Отменен',
    text: 'Заказ отменен.',
  },
  order_expired: {
    title: 'Срок заказа истёк',
    text: 'Покупатель не разместили заказ вовремя, сделка завершена.',
  },
  pending: {
    title: 'Ожидание заказа',
    text: 'У покупателя есть 30 минут, чтобы сделать заказ по вашей инструкции, иначе заказ будет отменен.',
  },
  awaiting_receipt: {
    title: 'Ожидание получения товара',
    text: 'У покупателя есть 10 дней, чтобы получите товар и выполните условия продавца в течение или заказ будет отменен автоматически',
  },
  on_confirmation: {
    title: 'На подтверждении',
    text: 'Ожидание подтверждения материалов и выплаты кэшбека ',
  },
  awaiting_payment_confirmation: {
    title: 'Ожидание подтверждения оплаты',
    text: 'Ожидание подтверждения получение кэшбэка от продавца',
  },
  cashback_received: {
    title: 'Завершено',
    text: 'Сделка успешно завершена',
  },
}
