export const statusMessages = {
  cancelled: {
    title: 'Отменен',
    text: 'Заказ отменен.',
  },
  order_expired: {
    title: 'Срок заказа истёк',
    text: 'Вы не разместили заказ вовремя, сделка завершена.',
  },
  pending: {
    title: 'Ожидание заказа',
    text: 'У вас есть 30 минут чтобы сделать заказ по инструкции, иначе заказ будет отменен.',
  },

  awaiting_receipt: {
    title: 'Ожидание получения товара',
    text: 'Получите товар и выполните условия продавца в течение 10 дней или заказ будет отменен автоматически',
  },
  on_confirmation: {
    title: 'На подтверждении',
    text: 'Ожидание подтверждения материалов и выплаты кэшбека',
  },
  cashback_received: {
    title: 'Завершено',
    text: 'Сделка успешно завершена',
  },
  awaiting_payment_confirmation: {
    title: 'Ожидание подтверждения оплаты',
    text: 'Подтвердите перевод в течение 24ч или заказ завершится автоматически',
  },
  completed: {
    title: 'Завершено',
    text: 'Сделка успешно завершена',
  },
}
