export const statusMessages = {
  cancelled: {
    title: 'Отменен',
    text: 'Заказ отменен.',
  },
  order_expired: {
    title: 'Срок заказа истёк',
    text: 'Вы не разместили заказ вовремя, сделка завершена.',
  },
  pending: {
    title: 'Ожидание заказа',
    text: 'У покупателя есть 30 минут, чтобы сделать заказ по вашей инструкции, иначе заказ будет отменен.',
  },
  awaiting_receipt: {
    title: 'Ожидание получения товара',
    text: 'Получите товар и выполните условия продавца в течение 10 дней или заказ будет отменен автоматически',
  },
  on_confirmation: {
    title: 'На подтверждении',
    text: 'Ожидание вашего подтверждения материалов покупателя',
  },
  cashback_received: {
    title: 'Ожидание отправления кэшбека',
    text: 'Отправьте кэшбек покупателю',
  },
  completed: {
    title: 'Завершено',
    text: 'Сделка успешно завершена',
  },
}
