<script setup>
import Navbar from "@/views/front-pages/front-page-navbar.vue"
import Footer from "@/views/front-pages/front-page-footer.vue"

definePage({
  meta: {
    layout: 'blank',
  },
})
</script>

<template>
  <VContainer class="page-container">
    <Navbar />
    <div class="terms-page">
      <h2>Политика обработки персональных данных</h2>
      <br>
      <h5>Дата публикации: 7 мая 2025 года</h5>
    </div>

    <VRow>
      <VCol cols="12">
        <h4>1. Общие положения</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Настоящая Политика обработки персональных данных (далее – «Политика») разработана в соответствии с Федеральным законом от 27.07.2006 №152-ФЗ «О персональных данных» и определяет порядок обработки и защиты персональных данных пользователей платформы «wbdiscount», управляемой Обществом с ограниченной ответственностью «Маркет Ревью», ИНН 9722092663, юридический адрес: г. Москва, вн. тер. г. муниципальный округ Лефортово, ул. Авиамоторная, д. 50 стр. 2, помещ. 29/2 (далее – «Оператор»).
          </li>
          <li class="mb-4">
            Оператор ставит своей целью соблюдение прав и свобод человека и гражданина при обработке персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
          </li>
          <li class="mb-4">
            Настоящая Политика применяется ко всей информации, которую Оператор может получить от пользователей Платформы.
          </li>
          <li class="mb-4">
            Оператор обеспечивает конфиденциальность персональных данных и принимает необходимые меры для предотвращения неправомерного доступа к ним.
          </li>
          <li>
            Оператор обязуется публиковать актуальную версию Политики на сайте Платформы, чтобы обеспечить открытый доступ для всех пользователей.
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>2. Основные понятия</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Персональные данные – любая информация, относящаяся к определенному или определяемому физическому лицу (субъекту персональных данных).
          </li>
          <li class="mb-4">
            Обработка персональных данных – любое действие (операция) с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, использование, передачу, обезличивание, блокирование, удаление.
          </li>
          <li class="mb-4">
            Оператор – лицо, которое самостоятельно или совместно с другими лицами организует и (или) осуществляет обработку персональных данных.
          </li>
          <li class="mb-4">
            Пользователь – физическое лицо, посетитель Платформы.
          </li>
          <li class="mb-4">
            Автоматизированная обработка данных – обработка данных с использованием компьютерной техники.
          </li>
          <li>
            Обезличивание персональных данных – действия, в результате которых невозможно определить принадлежность данных конкретному пользователю.
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>3. Цели обработки персональных данных</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Оператор осуществляет обработку персональных данных пользователей для следующих целей:
            <ul class="pl-4 mt-2">
              <li>Регистрация пользователей на Платформе.</li>
              <li>Подтверждение действий пользователей через SMS.</li>
              <li>Выплата кэшбека.</li>
              <li>Отправка электронных чеков.</li>
              <li>Уведомления, рассылки и новости.</li>
              <li>Мониторинг и улучшение работы Платформы.</li>
              <li>Предоставление статистической информации.</li>
            </ul>
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>4. Персональные данные, обрабатываемые Оператором</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Для покупателей:
            <ul class="pl-4 mt-2">
              <li>Имя;</li>
              <li>Телефонный номер;</li>
              <li>Электронная почта;</li>
              <li>Платежные данные.</li>
            </ul>
          </li>
          <li class="mb-4">
            Для продавцов:
            <ul class="pl-4 mt-2">
              <li>Имя;</li>
              <li>Телефонный номер;</li>
              <li>Электронная почта;</li>
              <li>ИНН юрлица и наименование юрлица на Wildberries.</li>
            </ul>
          </li>
          <li>
            Оператор также собирает обезличенные данные о пользователях, такие как:
            <ul class="pl-4 mt-2">
              <li>Файлы cookie;</li>
              <li>Данные о действиях пользователей на сайте (посещения, клики).</li>
            </ul>
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>5. Правовые основания обработки персональных данных</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Оператор обрабатывает персональные данные на следующих правовых основаниях:
            <ul class="pl-4 mt-2">
              <li>Согласие субъекта данных, выраженное при регистрации на Платформе.</li>
              <li>Необходимость выполнения договора между пользователем и Оператором.</li>
              <li>Законодательные требования РФ.</li>
              <li>Выполнение обязательств по выплатам кэшбека и предоставлению услуг Платформы.</li>
            </ul>
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>6. Условия обработки персональных данных</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Обработка персональных данных осуществляется с согласия пользователя, за исключением случаев, предусмотренных законодательством РФ.
          </li>
          <li class="mb-4">
            Оператор обеспечивает конфиденциальность персональных данных, принимает меры для их защиты.
          </li>
          <li>
            Персональные данные могут передаваться третьим лицам только с согласия субъекта данных или на основании закона.
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>7. Меры защиты персональных данных</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Оператор применяет следующие меры для защиты данных:
            <ul class="pl-4 mt-2">
              <li>Шифрование данных при их передаче через интернет.</li>
              <li>Использование защищенных серверов.</li>
              <li>Ограничение доступа к данным только авторизованным лицам.</li>
              <li>Мониторинг систем безопасности на предмет возможных уязвимостей.</li>
            </ul>
          </li>
          <li>
            В случае утечки данных Оператор обязуется немедленно уведомить пользователей и принять меры по минимизации последствий утечки.
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>8. Права субъектов персональных данных</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Пользователи имеют право:
            <ul class="pl-4 mt-2">
              <li>Получать информацию о своих данных.</li>
              <li>Требовать изменения, блокировки или удаления данных.</li>
              <li>Отозвать согласие на обработку данных.</li>
              <li>Обжаловать действия Оператора в судебном порядке или в уполномоченный орган.</li>
            </ul>
          </li>
          <li>
            Для реализации своих прав пользователи могут обращаться к Оператору через виджет на сайте, поддержку в Telegram или по электронной почте.
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>9. Передача данных третьим лицам</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Персональные данные могут быть переданы:
            <ul class="pl-4 mt-2">
              <li>Платежной системе T-Банк для выплаты кэшбека.</li>
            </ul>
          </li>
          <li>
            Оператор не передает персональные данные третьим лицам без согласия субъекта, за исключением случаев, предусмотренных законодательством.
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>10. Трансграничная передача персональных данных</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Оператор до передачи данных за границу обязан убедиться в том, что иностранное государство обеспечивает защиту прав субъектов персональных данных.
          </li>
          <li>
            Трансграничная передача данных осуществляется только с письменного согласия субъекта данных или для выполнения договора.
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>11. Сроки хранения данных</h4>
        <ol class="pl-4">
          <li class="mb-4">
            Персональные данные обрабатываются и хранятся до достижения целей обработки. После удаления аккаунта данные удаляются немедленно.
          </li>
          <li>
            Оператор обязуется уничтожить или обезличить персональные данные, когда они более не требуются для целей обработки.
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>12. Порядок отзыва согласия</h4>
        <ol class="pl-4">
          <li>
            Пользователь может в любое время отозвать согласие на обработку своих данных, отправив соответствующий запрос через один из доступных каналов связи (виджет поддержки, Telegram, электронная почта).
          </li>
        </ol>
      </VCol>
    </VRow>

    <VRow>
      <VCol cols="12">
        <h4>13. Заключительные положения</h4>
        <ol class="pl-4">
          <li>
            Оператор оставляет за собой право вносить изменения в настоящую Политику. Актуальная версия Политики размещена на сайте <a href="https://wbdiscount.pro">wbdiscount.pro</a>.
          </li>
        </ol>
      </VCol>
    </VRow>
  </VContainer>
  <Footer />
</template>

<style scoped lang="scss">
.terms-page {
  margin-top: 80px;
}
</style>
